/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 628 45 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Hakerzy mogą próbować wykraść Twoje dane (np. hasła, wiadomości lub informacje o karcie kredytowej).";

/* No comment provided by engineer. */
"Back" = "Wróć";

/* No comment provided by engineer. */
"Bank transfer" = "Przelew";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Card" = "Karta";

/* No comment provided by engineer. */
"Card number" = "Numer karty";

/* No comment provided by engineer. */
"Close and go back" = "Powrót do sklepu";

/* No comment provided by engineer. */
"Correct your card number" = "Popraw wpisany numer karty";

/* No comment provided by engineer. */
"Credit card" = "Karta płatnicza";

/* No comment provided by engineer. */
"credit or debit" = "debetowa lub kredytowa";

/* No comment provided by engineer. */
"Customer service" = "Biuro Obsługi Klienta";

/* No comment provided by engineer. */
"CVV2/CVC2 code" = "Kod CVV2/CVC2";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"Enter a card number" = "Wpisz numer karty";

/* No comment provided by engineer. */
"Please enter a valid date" = "Podaj poprawną datę";
"Please enter a valid code" = "Podaj poprawny kod";
"MM/YY" = "MM/RR";

/* No comment provided by engineer. */
"Enter CVV2/CVC2 code" = "Wprowadź kod CVV2/CVC2";

/* No comment provided by engineer. */
"Error" = "Błąd";

/* No comment provided by engineer. */
"Expiration date" = "Data ważności";

/* No comment provided by engineer. */
"fast online transfer" = "szybki przelew online";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://www.payu.pl/sites/pl_payu/files/downloads/Single%20Transactions%20T&C_220518_pl_0.pdf?20181005141154";

/* No comment provided by engineer. */
"I accept " = "Akceptuję ";

/* No comment provided by engineer. */
"New card" = "Nowa karta";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Nie, zostań na stronie płatności";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Publisher" = "Wydawca";

/* No comment provided by engineer. */
"Save and use" = "Zapisz i użyj";

/* No comment provided by engineer. */
"Select payment method" = "Wybierz metodę płatności";

/* No comment provided by engineer. */
"This card is not supported" = "Ta karta nie jest obsługiwana";

/* No comment provided by engineer. */
"PayU Payment Terms" = "Zasady płatności PayU";

/* No comment provided by engineer. */
"Use" = "Użyj";

/* No comment provided by engineer. */
"Version" = "Wersja";

/* No comment provided by engineer. */
"Yes, go back" = "Tak, wróć do sklepu";

/* No comment provided by engineer. */
"Your connection is not secure" = "Połączenie nie jest bezpieczne";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Za chwilę przejdziesz z powrotem do sklepu. Jeśli nie dokonałeś płatności, Twoja transakcja zostanie anulowana. Kontynuować?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Ustaw płatność telefonem";
"Pay by phone" = "Zapłać telefonem";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "płatność kodem z aplikacji banku";
"Enter BLIK code" = "Wpisz kod BLIK";
"Authorize and store BLIK payment in your bank app" = "Zatwierdź i zapamiętaj płatność w aplikacji banku";
"one-tap payment" = "płatność jednym dotknięciem";
"Enter new BLIK code" = "Chcę wpisać nowy kod BLIK";
"saved BLIK payment" = "zapisana płatność BLIK";
